/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "Alarm slået fra!";

/* Status line above clock during alarm */
"Press Any key to snooze" = "Tryk på en vilkårlig tast for at slumre (snooze)";

/* Status line above clock during alarm */
"Press Any key to stop" = "Tryk på en vilkårlig tast for at stoppe alarmen";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Tryk Enter for at slumre (snooze)";

/* Status line above clock during alarm */
"Press Enter to stop" = "Tryk Enter for at stoppe";

/* Button below clock */
"Snooze" = "Slumre (snooze)";

/* Status line above clock during snooze */
"Snoozing until" = "Slumre (snooze) indtil";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "Starter alarmen...";

/* Button below clock */
"Stop" = "Stop";

